Repository: farouk4web/AsaalMVC5
Catalog: Asaal/Resources/ViewsKeys.*.resx
Languages: ar_eg

source: Add Replay
ar_eg: اضف رد

# addYourAdMsg
source: Hi ther, if you want to Add Yor Advertise here you just need to
ar_eg: مرحبا إذا اردت ان تضع إعلانك هنا انت فقط تحتاج الي ان

source: Answer
ar_eg: إجابة

# answerPlaceholder
source: Write your answer Here ....
ar_eg: أكتب إجابتك هنا ........

# appName
source: Asaal
ar_eg: أسال

source: Close
ar_eg: اغلاق

source: Contact us
ar_eg: تواصل معنا

source: Control Panel
ar_eg: لوحة التحكم

source: Delete
ar_eg: حذف

source: Last Answers
ar_eg: آخر الإجابات

source: Login
ar_eg: دخول

source: Log off
ar_eg: خروج

source: Most Active
ar_eg: الاكثر تفاعلآ

source: New Question
ar_eg: سؤال جديد

source: Question
ar_eg: سؤال

source: questions
ar_eg: الأسئلة

source: Register
ar_eg: جديد

source: Save
ar_eg: حفظ

source: Share
ar_eg: شارك

# signToAnswerMsg
source: if you want to add a answer please
ar_eg: إن كنت تود إضافة إجابة رجاءآ سجل

# SingToAddReplay
source: Sing in to Add Replay
ar_eg: سجل دخولك إذا كنت تود الرد

source: Societies
ar_eg: المجتمعات

source: society
ar_eg: مجتمع

# sorryMsg
source: sorry we dont find any thing yet
ar_eg: عذرآ, لم نجد اي شئ حتي الان

source: Update
ar_eg: تحديث

source: View
ar_eg: مشاهدة

# deleteWarningMsg
source: are you sure you want to delete this, Remember if you Confirm Delete you cant restore it.
ar_eg: هل انت متأكد انك تريد حذف هذا , تذكر عندما تؤكد حذفه لا يمكنك إسترداده مرة اخري

# deleteModalHeader
source: Delete | Be Careful
ar_eg: الحذف | كن حذرا

source: High View Questions
ar_eg: الاسئلة الاعلي مشاهدة

source: Replay
ar_eg: رد

# replayPlaceholder
source: Write your Replay Here ....
ar_eg: اكتب ردك علي هذه الاجابة هنا .........

# editYourQuestion
source: Update or Delete you Question:
ar_eg: قم بتحديث او حذف سؤالك

# accountConfirmationEmailbBodyP
source: please confirm your account by clicking the following link
ar_eg: رجاءآ اكد حسابك بالضغط علي الرابط التالي

# accountConfirmationEmailFooterP1
source: This Email From
ar_eg: هذا البريد من

# accountConfirmationEmailFooterP2
source: We send this email because U Are Register on Our site, if You Dont All U Need is just ignore this email 😃
ar_eg: لقد ارسلنا لك هذه الرسالة لانك قمت بالتسجيل في موقعنا, اذا لم تكن انت لا تقلق كل ما عليك هو تجاهل هذه الرسالة 😃

# accountConfirmationEmailSubject
source: Confirm your account
ar_eg: اكد حسابك

source: Add to Admins
ar_eg: اضف للمسؤلون

source: Add To Supervisors
ar_eg: اضف للمشرفين

source: Admin
ar_eg: مسئول

source: Admins
ar_eg: المسؤلون

source: already have an account
ar_eg: بالفعل لدي حساب

source: Answers
ar_eg: الاجابات

source: Answers with Replays
ar_eg: اجابات لديها ردود

# bestUsersInThisSocitey
source: Best users in Socitey
ar_eg: افضل المساهمين في هذا المجتمع

source: Change Default Language
ar_eg: تغير اللغة الافتراضية

source: Change Favicon
ar_eg: تغيير الايقونة

source: Change Favicon and Logo
ar_eg: تغيير الايقونة والشعار

# changeFaviconErrorMsg
source: sorry, you should choose favicon before bress button.
ar_eg: يجب ان تختار الايقونة اولا قبل ان تضغط علي الزر

# changeFaviconLabel
source: Choose favicon with 'ico' format
ar_eg: اختار ايقونة بصيغة "ico"

# changeFaviconNote
source: the icon you are going to choose should be in 'ico' format and fyi icon place is in the top of browser side by side with title
ar_eg: الايقونة التي ستختارها يجب ان تكون بصيغة "ico" وللعلم مكان الايقونة يكون بجانب عنوان الموقع اعلي المتصفح

source: Change Language
ar_eg: تغيير اللغة

# changeLanguageNote
source: the language you are going to choose it is display langauage of site every thing exept content of users, and this option is to admins to have Ability to change display language and targeting specific community
ar_eg: اللغة التي ستختارها سيتم عرض الموقع بها بالكامل ما عدا المحتوي الذي ينشر من قبل المستخدمين , وهذا الإختيار لإعطاء المسؤليين القدرة علي تغيير واجهة الموقع واستهداف مجتمع معين

source: change Logo
ar_eg: تغيير الشعار

# changeLogoErrorMsg
source: sorry you should choose logo before bress button.
ar_eg: يجب ان تختار الشعار اولا قبل ان تضغط علي الزر

# changeLogoNote
source: the logo you are going to choose is better to be in 'png' format and it is better to make its size in 40*150 in pixels and logo place is in the first element in the navbar
ar_eg: الشعار الذي ستختاره يفضل ان يكون بصيغة "png" ويفضل ان يكون مقاسه 40 * 150 ووحد القياس بالبكسل ومكان الشعار يكون اول عنصر بالقائمة

source: Change password
ar_eg: تغيير كلمة المرور

source: Change Profile picture
ar_eg: تغيير صورة الحساب

source: Choose Country
ar_eg: اختار الدولة

source: Choose Society
ar_eg: اختار المجتمع

# chooseYourPicture
source: Choose Your New picture
ar_eg: اختار صورتك الجديدة

source: Confirm Email
ar_eg: اكد البريد الالكتروني

# confirmEmailMsg
source: Thank you for confirming your email. Please
ar_eg: شكرآ لك علي تأكييد بريدك الالكترونيز رجاءآ

source: Confirm Password
ar_eg: تأكييد كلمة المرور

source: Content
ar_eg: المحتوي

source: Country
ar_eg: الدولة

source: Dashboard
ar_eg: لوحة المعلومات

source: Description
ar_eg: الوصف

# discriptionOfAdmins
source: admins are people can control in every thing in the site Lorem ipsum is a placeholder text commonly used to demonstrate the visual form of a document or a typeface without relying on meaningful content. Lorem ipsum may be used.
ar_eg: هنا ستجد كل المسؤلون وهم اشخاص لديهم صلاحيات اكثر من اي مستخدم ويتمم توظيفهم من قبل مسؤلون اخرين

# discriptionOfSupervisors
source: admins are people can control in every thing in the site Lorem ipsum is a placeholder text commonly used to demonstrate the visual form of a document or a typeface without relying on meaningful content. Lorem ipsum may be used.
ar_eg: هنا ستجد كل المشرفيين وهم اشخاص لديهم صلاحيات اكثر من المستخدم العادي ويتمم توظيفهم من قبل المسؤلون

# discriptionOfUsers
source: admins are people can control in every thing in the site Lorem ipsum is a placeholder text commonly used to demonstrate the visual form of a document or a typeface without relying on meaningful content. Lorem ipsum may be used.
ar_eg: هنا ستجد كل المستخدمين المسجلين بالموقع مسؤلون ومشرفين ومستخدمين عاديين

source: Email
ar_eg: البريد الالكتروني

source: Error Page
ar_eg: صفحة خطأ

# errorPageParagraph
source: An error occurred while processing your request.
ar_eg: هناك خطأ ما حدث اثناء معالجة طلبك, رجاءآ حاول مرة اخري في وقت لاحق

# faildToResetPasswordErrorMsg
source: your email is not confirmed for that you cant reset your password
ar_eg: بريدك الالكتروني لم يتم تأكيده ولذلك لا يمكنك إعادة تعبيين كلمة المرور

source: For Admins Onlay
ar_eg: للمسؤلين فقط

source: Forgot Password Confirmation
ar_eg: تأييد نسيان كلمة السر

# forgotPasswordConfirmationMsg
source: our team send to you an email to your Email address, Please check your email to reset your password.
ar_eg: فريقنا ارسل رسالة إلي بريدك الالكتروني تحتوي علي رابط لإعادة تعيين كلمة المرور, اذهب الي بريك الالكتروني وتفقده

# forgotPasswordInfoMsg
source: if you are actully forget your password all you have is just to write your email wich you are used in sign up and you will resive an email make you able to reset your password
ar_eg: إذا كنت بالفعل نسيت كلمة مرورك فكل ما عليك هو انتكتب البريد الاليكتروني الذي استخدمته في عملية التسجبل وسوف تصلك رسالة علي بريدك تستطيع من خلالها ان تقوم بتعيين كلمة مرورك

source: Forgot your password?
ar_eg: نسيت كلمة المرور؟

source: Full Name
ar_eg: الاسم بالكامل

source: Hello
ar_eg: مرحبآ

# incorrectEmailOrPasswordMsg
source: The email address or password is not correct. Please try again.
ar_eg: البريد الذي ادخلته او كلمة المرور به خطأ, رجاءآ حاول مرة اخري

source: Last Answers in this Socitey
ar_eg: اخر الاجابات في هذا المجتمع

source: Log in here
ar_eg: سجل دخولك هنا

# max50
source: your fullname should be low than 50 charcters
ar_eg: اسمك يجب الا يزيد عن 50 حرف

# min4
source: your fullname should be at least 4 charcters
ar_eg: اسمك يجب ال يقل عن 4 حروف

source: Name
ar_eg: الاسم

source: New Society
ar_eg: مجتمع جديد

source: Notification
ar_eg: إشعار

# notification4newAnswer2questionOwner
source: add a Answer in your question
ar_eg: اضاف اجابة علي سؤالك

# notification4newReplay2answerOwner
source: add a replay to your answer
ar_eg: اضاف رد علي إجابتك

# notification4newReplay2questionOwner
source: add a replay to a answer in your question
ar_eg: اضاف رد علي إجابة بسؤالك

source: Notifications
ar_eg: الاشعارات

source: or
ar_eg: او

source: Password
ar_eg: كلمة المرور

source: Publish Date
ar_eg: تاريخ النشر

source: Register here
ar_eg: سجل هنا

source: Remember !
ar_eg: تذكر!

source: Remove Account
ar_eg: حذف الحساب

# removeAccountWarningMsg
source: be careful, you are going to delete this user Are you sure?
ar_eg: كن حذرآ انت ستقوم بحذف هذا المستخدم نهائيآ تذكر انك لا تستطيع التراجع عن حذفه, هل انت متأكد

source: Remove from Admins
ar_eg: ازالة من المسؤلون

source: Remove from supervisiors
ar_eg: ازالة من المشرفين

# required
source: This field is Required
ar_eg: هذا الحقل مطلوب

source: Reset password
ar_eg: إعادة تعيين كلمة المرور

source: Reset password confirmation
ar_eg: تأكييد إاعادة تعيين كلمة المرور

# resetPasswordConfirmationMsg
source: Your password has been reset. Please
ar_eg: تم إعادة تعيين كلمة مرورك, رجاءآ

# resetPasswordEmailbBodyP
source: to reset your password Please click next Reset Password button
ar_eg: لأإعادة تعيين كلمة مرورك رجاءآ قم بالضغط علي الرابط التالي

# resetPasswordEmailFooterP1
source: This Email From
ar_eg: هذه الرسالة من

# resetPasswordEmailFooterP2
source: We send this email to you because we recive a request to reset your password account , if is not you All U Need is just ignore this email 😃
ar_eg: لقد ارسلنا لك هذه الرسالة لاننا تلقينا طلب في موقعنا لإعادة تعيين كلمة المرور حسابك , اذا لم تكن انت لا تقلق كل ما عليك هو تجاهل هذه الرسالة 😃

# resetPasswordEmailSubject
source: Reset your Password
ar_eg: إعادة تعيين كلمة المرور

# sendEmail
source: Send me Email
ar_eg: ارسل لي رسالة علي البريد

# siteDescription4meta
source: asaal is a good place to add your question and another users add there answers
ar_eg: اسأل هو الموقع الافضل للبحث عن اجوبة اسألتك من خلال مجتمع متكامل

source: Site Domain
ar_eg: رابط الموقع

# societyHeroPlaceholder
source: here our website going to get the society wich have greater number of questions
ar_eg: هنا سيتم وضع المجتمع الذي يحتوي علي اكبر عدد من الاسئلة

# societyNote
source: when you create new sciety you cant remove it and beacause when you remove it every question related with this society will deleted too , but you can edit it
ar_eg: عند انشائك مجتمع جديد لا تستطيع ان تقوم بحذفه وذلك لأنه عند الحذف سيتم حذف جميع الاسئلة المرتبطة بهذا المجتمع , ولكن يمكنك ان تقوم بتعديلها فيما بعد

# stringLength100_1000
source: your charchters should be between 100 at least and 1000
ar_eg: يجب ان تكون عدد الحروف اكبر من 100 حروف واقل من 1000

# stringLength150_250
source: your charchters should be between 150 at least and 250
ar_eg: يجب ان تكون عدد الحروف اكبر من 150 حروف واقل من 250

# stringLength150_500
source: your charchters should be between 150 at least and 500
ar_eg: يجب ان تكون عدد الحروف اكبر من 150 حروف واقل من 500

# stringLength20_250
source: your charchters should be between 20 at least and 250
ar_eg: يجب ان تكون عدد الحروف اكبر من 20 حروف واقل من 250

# stringLength4_100
source: your charchters should be between 4 at least and 100
ar_eg: يجب ان تكون عدد الحروف اكبر من 4 حروف واقل من 100

# stringLength5_1000
source: your charchters should be between 5 at least and 1000
ar_eg: يجب ان تكون عدد الحروف اكبر من 5 حروف واقل من 1000

# succesUpdateSiteDomainMsg
source: site domain is updated succesfully.
ar_eg: تم تحديث رابط الموقع بنجاح

# succesUpdateSiteEmailMsg
source: site email and password are updated succesfully.
ar_eg: تم تحديث البريد الالكتروني وكلمة السر الخاصين بالموقع بمجاح

source: Supervisior
ar_eg: مشرف

source: Supervisiors
ar_eg: المشرفين

source: Title
ar_eg: العنوان

source: Update Site Domain
ar_eg: تحديث رابط الموقع

# updateSiteDomainNote
source: In publishing and graphic design, Lorem ipsum is a placeholder text commonly used to demonstrate the visual form of a document or a typeface without relying on meaningful content. Lorem ipsum may be used as a placeholder before the final copy is available.
ar_eg: يستعمل هذا الرابط بعض الاجزاء داخل رسائل البريد لذلك عليك بتحديثه دائما عند تغير الدومين المرتبط بالموقع

source: Update Site Email
ar_eg: تحديث البريد الالكتروني للموقع

# updateSiteEmailNote
source: this email is using to sent emails to site users toconfirme accounts and reset passowrd , please make sure you are enter right data untel nothing happend while sent emails .
ar_eg: يستعمل هذا البريد الالكتروني في ارسال رسائل تاكيد الحساب ونسيان كلمة المرور يرجي التأكد من البيانات المدخلة حتي لا يحدث مشكلة عند ارسال الرسائل

source: Update Site Setting
ar_eg: تحديث اعدادات الموقع

source: user
ar_eg: مستخدم

# userOwnTheAnswerMsg
source: you cant vote in your answer
ar_eg: عذرآ , لا تستطيع التصويت علي اجابتك

source: Users
ar_eg: المستخدمين

source: Views
ar_eg: المشاهدات

# vlaidFullNameMsg
source: sorry, you can use arabic and english only
ar_eg: تستطيع استخدام حروف عربية وانجليزية فقط

source: Votes
ar_eg: الاصوات

source: Warning
ar_eg: تحذير

# youCantVoteAgainMsg
source: sorry, you cant vote again in answer before remove your vote first
ar_eg: انت لا تستطيع ان تقوم بالتصويت مرتين عل نفس الاجابة

# youCantVoteMsg
source: sorry, if you want to vote you should login first
ar_eg: ان كنت تريد التصويت علي الإجابة عليك بالتسجيل اولا

# confirmPasswordErrorMsg
source: The password and confirmation password do not match
ar_eg: كلمة المرور و تأكيد كلمة المرور غير متطابقتان

# emailNotValid
source: this email is not valid
ar_eg: هذا البريد ليس عنوان بريد إلكتروني صالحًا.

source: Remember me?
ar_eg: تذكرني؟

# stringLength6_100
source: your password should be between 6 at least and 100
ar_eg: يجب ان يكون مجموع حروف كلمة السر ما بين 6 الي 100

source: Current Password
ar_eg: كلمة المرور الحالية

# dontHaveAccount
source: don`t have an account?
ar_eg: لا تملك حساب؟

source: New Password
ar_eg: كلمة المرور الجديدة

source: by
ar_eg: بواسطة

source: Developed with
ar_eg: طور بكل

# developerName
source: Farouk Abdelhamid
ar_eg: فاروق عبدالحميد

source: Choose Logo
ar_eg: اختار الشعار

source: Send Emails by site
ar_eg: إرسال رسائل بالبريد الاليكتروني

source: Send Emails or Not
ar_eg: إرسال رسائل بالبريد او إلغائها

# succesUpdateSendEmailOrNotMsg
source: this setting is updated succesfully
ar_eg: تم تحديث هذا الإعداد بنجاح

# updateSendEmailOrNotNote
source: here you can make site send emails or not to confirme users accounts
ar_eg: هذا الإعداد يعطيك القدرة علي جعل الموقع يرسل رسائل بريد اليكتروني لتفعيل حسابات المستخدمين او لا

# RealEmailErrMsg
source: sorry, you can use [gmail, hotmail, outlook, yahoo] Onlay
ar_eg: يمكنك استخدام [gmail, hotmail, outlook, yahoo] فقط

# doVote
source: vote
ar_eg: تصويت

source: Update my Info
ar_eg: تحديث بياناتي

# succesChangePasswordMsg
source: your password is changed succesfully
ar_eg: تم تحديث كلمة السر بنجاح

# succesChangePhotoMsg
source: your picture is changed succesfully
ar_eg: تم تحديث صورتك الشخصية بنجاح

# succesUpdateProfileMsg
source: your information is updated succesfully
ar_eg: تم تحديث بياناتك بنجاح

# cPanelAddToRoleHeading
source: Give This User More Validities
ar_eg: إعطاء هذا المستخدم بعض الصلاحيات

# cPanelDeleteUserHeading
source: Delete this user forever
ar_eg: حذف هذا المستخدم
